Repository: Bernix01/woocommerce-shippify
Catalog: languages/woocommerce-shippify-*.po
Languages: es_mx, pt_br

source: Longitude
es_mx: Longitud

source: %sWooCommerce Shippify is almost ready.%s To get started, %sconnect your Shippify account%s.
es_mx: %sWooCommerce Shippify está casi listo.%s Para empezar, %sconnect tu Shippify account%s.
pt_br: %sWooCommerce Shippify está quase pronto.%s Para começar, %sconnect sua Shippify account%s.

source: Dispatch (Shippify)
es_mx: Envío (Shippify)
pt_br: Despacho (Shippify)

source: Dispatch
es_mx: Envío
pt_br: Despacho

source: Shippify Order Status
es_mx: Estado del pedido Shippify
pt_br: status do pedido Shippify

source: Shippify: Same Day Delivery - Proceed to Checkout for fares
es_mx: Shippify: Entrega en el mismo día - Proceda a la compra de las tarifas.

source: - Same Day Delivery
es_mx: - Envío el mismo día

source: FREE!
es_mx: GRATIS!

source: Shippify: Same Day Delivery - FREE!
es_mx: Shippify: Envío el mismo día - GRATIS!

source: Delivery Position
es_mx: Posición de entrega

source: Click on the map to put a marker where you want your order to be delivered.
es_mx: Haga clic en el mapa para colocar un marcador en el que desea que su pedido sea entregado.

source: Search Box
es_mx: Buscar

source: Reference
es_mx: Referencia
pt_br: referência

source: Reference to get to the delivery place.
es_mx: Referencia para llegar al sitio de entrega.

source: Latitude
es_mx: Latitud

source: Shippify: Please, locate the marker of your address in the map.
es_mx: Shippify: Por favor, coloque el marcador en donde se ubica su dirección en el mapa.
pt_br: Shippify: por favor, localize o marcador do seu endereço no mapa.

source: Shippify: Please, write descriptive instructions.
es_mx: Shippify: Por favor, escriba instrucciones descriptivas
pt_br: Shippify: Por favor, escreva instruções descritivas.

source: Shippify: We are unable to make a route to your address. Verify the marker in the map is correctly positioned.
es_mx: Shippify: No podemos hacer una ruta a su dirección. Verifique que el marcador en el mapa esté correctamente colocado.
pt_br: Shippify: Não conseguimos fazer uma rota para o seu endereço. Verifique se o marcador no mapa está corretamente posicionado.

source: The following options are used to configure the Shippify Integration.
es_mx: Las siguientes opciones son usadas para configurar la integración con Shippify
pt_br: As seguintes opções são usadas para configurar a Integração Shippify.

source: Enter your APP ID. You can find it in your Shippify Dashboard configurations panel.
es_mx: Ingrese su APP ID. Lo puedes encontrar en el panel de configuración de Shippify Dashboard.
pt_br: Digite seu APP ID. Você pode encontrá-lo em seu painel Configurações Shippify Dashboard.

source: Sender E-mail
es_mx: Corre del remitente
pt_br: E-mail do remetente

source: Enter the e-mail you want to recieve notifications from Shippify. This email is going to be used to create tasks.
es_mx: Ingrese el correo que desee que reciba las notificaciones de Shippify. Este correo será usado para crear tareas.
pt_br: Digite o e-mail que deseja receber notificações da Shippify. Este e-mail será usado para criar tarefas.

source: Shop Customizations
es_mx: Personalización de la tienda
pt_br: Personalizações de compras

source: Store Pays the Delivery
es_mx: La tienda paga el envío
pt_br: Loja paga a entrega

source: If marked, the shipping fare would be charged to the store insted of the final customer.
es_mx: Si está marcado, la tarifa de envío se cargará a la tienda en lugar del cliente final.
pt_br: Se marcado, a tarifa de frete seria cobrada para a loja em vez do cliente final.

source: Instant Dispatch
es_mx: Envío inmediato
pt_br: Despacho instantâneo

source: If marked, the order is dispatched inmediatelly after the customer place the order. Please, make sure your store is capable of handling this option.
es_mx: Si está marcado, el pedido se envía inmediatamente después de que el cliente haga el pedido. Por favor, asegúrese de que su tienda es capaz de manejar esta opción.
pt_br: Se marcado, a ordem é despachada imediatamente depois que o cliente efetuar o pedido. Certifique-se de que sua loja é capaz de lidar com esta opção.

source: %s is a shipping method.
es_mx: %s es un método de envío.
pt_br: %s é um método de envio.

source: Warehouse Information
es_mx: Información del almacén
pt_br: Informação do armazém

source: Warehouse ID
es_mx: ID del almacén
pt_br: ID do armazém

source: Warehouse Adress
es_mx: Dirección del almacen
pt_br: Endereço do armazém

source: Warehouse Latitude
es_mx: Latitud del almacén
pt_br: Latitude do armazém

source: Warehouse Longitude
es_mx: Longitud del almacén
pt_br: Longitude do armazém

source: Your order was not dispatched instantly. Please, wait for the store admin to dispatch it manually. Thanks you for choosing shippify!
es_mx: Su pedido no se envió al instante. Por favor, espere a que el administrador de la tienda lo envíe manualmente. ¡Gracias por elegir Shippify!

source: Your order has been dispatched! It will soon arrive. Thanks you for choosing shippify!
es_mx: Su orden ha sido enviada y llegará pronto. Gracias por elegir Shippify!

source: Adds Shippify shipping method to your WooCommerce store.
es_mx: Agregue el método de envío de Shippify a su tienda de WooCommerce.
pt_br: Esta es la traducción en português
